Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: There's no trend to show: this goal needs a starting point, a target and a measurement before progress can be compared to time.
de: Es lässt sich kein Trend erkennen: Dieses Ziel braucht einen Ausgangspunkt, ein Ziel und eine Messung, bevor der Fortschritt mit der Zeit verglichen werden kann.
es: No hay ninguna tendencia que mostrar: este objetivo necesita un punto de partida, una meta y una medición antes de que el progreso pueda compararse con el tiempo.
fr: Il n'y a aucune tendance à montrer : cet objectif a besoin d'un point de départ, d'un objectif et d'une mesure avant que les progrès puissent être comparés au temps.
it: Non c'è alcuna tendenza da mostrare: questo obiettivo ha bisogno di un punto di partenza, di un target e di una misurazione prima di poter paragonare i progressi al tempo.
pl: Nie ma trendu do pokazania: ten cel potrzebuje punktu startowego, wartości docelowej i pomiaru, zanim będzie można porównać postęp z upływem czasu.
pt_pt: Não há nenhuma tendência a mostrar: este objetivo precisa de um ponto de partida, uma meta e uma medição antes que o progresso possa ser comparado ao tempo.
ru: Нет никакой тенденции, которую можно было бы продемонстрировать: для этой цели нужна отправная точка, цель и измерение, прежде чем прогресс можно будет сравнить со временем.
th: ไม่มีแนวโน้มที่จะแสดง เป้าหมายนี้ต้องมีจุดเริ่มต้น เป้าหมาย และการวัดผลก่อนที่จะเปรียบเทียบความคืบหน้ากับเวลาได้
zh_hans: 没有趋势可以显示：这个目标需要一个起点、一个目标和一个衡量标准，然后才能将进度与时间进行比较。
zh_hant: 沒有趨勢可以顯示：這個目標需要一個起點、一個目標和一個衡量標準，然後才能將進度與時間比較。

source: These are experimental probes, off by default. The fuller WHOOP 5/MG controls and the raw-sensor CSV export still live in Settings under Diagnostics.
de: Das sind experimentelle Sonden, standardmäßig aus. Die vollständigeren WHOOP-5/MG-Steuerungen und der Rohsensor-CSV-Export liegen weiter in den Einstellungen unter „Diagnose“.
es: Son sondas experimentales, desactivadas por defecto. Los controles más completos de WHOOP 5/MG y la exportación CSV del sensor en bruto siguen en Ajustes, bajo Diagnóstico.
fr: Ce sont des sondes expérimentales, désactivées par défaut. Les commandes plus complètes de WHOOP 5/MG et l'exportation CSV des capteurs bruts se trouvent toujours dans Paramètres, sous Diagnostic.
it: Queste sono sonde sperimentali, disattivate per impostazione predefinita. I controlli più completi per WHOOP 5/MG e l'esportazione CSV dei sensori grezzi si trovano ancora in Impostazioni, sotto Diagnostica.
pl: Są to sondy eksperymentalne, domyślnie wyłączone. Pełniejsze elementy sterujące WHOOP 5/MG i eksport surowego czujnika CSV nadal są dostępne w Ustawieniach w obszarze Diagnostyka.
pt_pt: Estas são sondagens experimentais, desativadas por defeito. Os controlos WHOOP 5/MG mais completos e a exportação CSV do sensor bruto ainda estão disponíveis em Definições em Diagnóstico.
ru: Это экспериментальные пробы, по умолчанию отключены. Более полные настройки WHOOP 5/MG и экспорт необработанных данных датчиков в CSV по-прежнему находятся в разделе «Диагностика» настроек.
th: สิ่งเหล่านี้คือโพรบทดลอง ซึ่งปิดไว้ตามค่าเริ่มต้น การควบคุม WHOOP 5/MG ที่สมบูรณ์ยิ่งขึ้นและการส่งออก CSV เซ็นเซอร์ดิบยังคงเป็นแบบเรียลไทม์ในการตั้งค่าภายใต้การวินิจฉัย
zh_hans: 这些是实验性探测，默认关闭。更完整的 WHOOP 5/MG 控制项和原始传感器 CSV 导出仍位于「设置」的「诊断」下。
zh_hant: 這些是實驗性探測，預設關閉。更完整的 WHOOP 5/MG 控制項和原始感測器 CSV 匯出仍位於「設定」的「診斷」下。

source: These are extra, on-demand HRV lenses computed from today's R-R intervals. They are informational and do not change the stress score above.
de: Das sind zusätzliche HRV-Blickwinkel auf Abruf, berechnet aus den heutigen R-R-Intervallen. Sie sind informativ und ändern den Stresswert oben nicht.
es: Son lentes de VFC adicionales, bajo demanda, calculadas a partir de los intervalos R-R de hoy. Son informativas y no cambian la puntuación de estrés de arriba.
fr: Ce sont des angles d'analyse VFC supplémentaires, à la demande, calculés à partir des intervalles R-R d'aujourd'hui. Ils sont informatifs et ne modifient pas le score de stress ci-dessus.
it: Queste sono lenti HRV aggiuntive, su richiesta, calcolate dagli intervalli R-R di oggi. Sono informative e non modificano il punteggio dello stress qui sopra.
pl: Są to dodatkowe obiektywy HRV dostępne na żądanie, obliczane na podstawie dzisiejszych odstępów R-R. Mają one charakter informacyjny i nie zmieniają powyższego wyniku stresu.
pt_pt: Estas são lentes HRV extra a pedido, calculadas a partir dos intervalos RR atuais. São informativos e não alteram a pontuação de stress acima.
ru: Это дополнительные ракурсы ВСР по запросу, рассчитанные по сегодняшним R-R интервалам. Они носят информационный характер и не влияют на показатель стресса выше.
th: เลนส์เหล่านี้เป็นเลนส์ HRV เพิ่มเติมตามความต้องการซึ่งคำนวณจากช่วง R-R ในปัจจุบัน ข้อมูลเหล่านี้เป็นเพียงข้อมูลและไม่เปลี่ยนแปลงคะแนนความเครียดข้างต้น
zh_hans: 这些是根据今天的 R-R 间期计算的额外、按需的 HRV 视角。它们仅供参考，不会改变上方的压力评分。
zh_hant: 這些是根據今天的 R-R 間期計算的額外、按需的 HRV 視角。它們僅供參考，不會改變上方的壓力評分。

source: These are independent approximations from a consumer strap, built on open science: not medical advice, and not WHOOP's official scores.
de: Das sind unabhängige Näherungen von einem Consumer-Strap, gebaut auf offener Wissenschaft: kein medizinischer Rat und nicht WHOOPs offizielle Werte.
es: Son aproximaciones independientes de una pulsera de consumo, construidas sobre ciencia abierta: no son consejo médico ni las puntuaciones oficiales de WHOOP.
fr: Ce sont des approximations indépendantes issues d'un bracelet grand public, fondées sur la science ouverte : ni un conseil médical, ni les scores officiels de WHOOP.
it: Queste sono approssimazioni indipendenti da una fascia di consumo, basate sulla scienza aperta, non sono consulenza medica, né i punteggi ufficiali di WHOOP.
pl: Są to niezależne przybliżenia z paska konsumenckiego, oparte na otwartej nauce: a nie porady medyczne ani oficjalne wyniki WHOOP.
pt_pt: Trata-se de aproximações independentes de um intervalo de consumo, construídas com base na ciência aberta: não nos conselhos médicos, nem nas pontuações oficiais do WHOOP.
ru: Это независимые приближённые оценки, полученные с потребительского браслета на основе открытых научных данных: не медицинская консультация и не официальные показатели WHOOP.
th: ข้อมูลเหล่านี้เป็นการประมาณค่าที่เป็นอิสระจากสายรัดของผู้บริโภค ซึ่งสร้างขึ้นจากวิทยาศาสตร์แบบเปิด ไม่ใช่คำแนะนำทางการแพทย์ และไม่ใช่คะแนนอย่างเป็นทางการของ WHOOP
zh_hans: 这些是来自消费级手环的独立近似值，基于开放科学构建，并非医疗建议，也不是 WHOOP 的官方评分。
zh_hant: 這些是來自消費級手環的獨立近似值，基於開放科學構建，並非醫療建議，也不是 WHOOP 的官方評分。

source: These are independent estimates computed on your device from your Apple Health data, not medical advice. Confidence labels are honest about how much NOOP knows so far.
de: Das sind unabhängige Schätzungen, berechnet auf deinem Gerät aus deinen Apple-Health-Daten, kein medizinischer Rat. Konfidenz-Labels sind ehrlich dazu, wie viel NOOP bisher weiß.
es: Son estimaciones independientes calculadas en tu dispositivo a partir de tus datos de Apple Health, no consejo médico. Las etiquetas de confianza son honestas sobre cuánto sabe NOOP hasta ahora.
fr: Ce sont des estimations indépendantes calculées sur votre appareil à partir de vos données Apple Santé, non un conseil médical. Les libellés de confiance indiquent honnêtement ce que NOOP sait jusqu'à présent.
it: Queste sono stime indipendenti calcolate sul tuo dispositivo a partire dai tuoi dati Apple Health, non consulenza medica. Le etichette di affidabilità sono oneste su quanto NOOP sa finora.
pl: Są to niezależne szacunki obliczone na Twoim urządzeniu na podstawie danych Apple Health, a nie porada lekarska. Etykiety zaufania szczerze mówią, ile NOOP wie do tej pory.
pt_pt: Estas são estimativas independentes calculadas no teu dispositivo a partir dos dados da Apple Health, e não de aconselhamento médico. Os rótulos de confiança são honestos sobre o quanto o NOOP sabe até agora.
ru: Это независимые оценки, рассчитанные на вашем устройстве по данным Apple Health, не медицинская консультация. Метки достоверности честно показывают, насколько NOOP уже осведомлён.
th: นี่เป็นการประมาณการอิสระที่คำนวณบนอุปกรณ์ของคุณจากข้อมูล Apple Health ไม่ใช่คำแนะนำทางการแพทย์ ป้ายกำกับความเชื่อมั่นมีความซื่อสัตย์ว่า NOOP รู้มากเพียงใดจนถึงตอนนี้
zh_hans: 这些是在你的设备上根据你的 Apple 健康数据计算的独立估算值，并非医疗建议。置信度标签会如实反映 NOOP 目前了解多少。
zh_hant: 這些是在你的裝置上根據你的 Apple 健康資料計算的獨立估算值，並非醫療建議。信賴度標籤會如實反映 NOOP 目前了解多少。

source: These are local text matches from the PDF, not medical interpretations. Check each value against your report and deselect anything you do not want to keep.
de: Dabei handelt es sich um lokale Textübereinstimmungen aus dem PDF, nicht um medizinische Interpretationen. Vergleichen Sie jeden Wert mit Ihrem Bericht und deaktivieren Sie alles, was Sie nicht behalten möchten.
es: Estas son coincidencias de textos locales del PDF, no interpretaciones médicas. Verifique cada valor con su informe y anule la selección de todo lo que no desee conservar.
fr: Il s'agit de correspondances de texte locales à partir du PDF, et non d'interprétations médicales. Vérifiez chaque valeur par rapport à votre rapport et désélectionnez tout ce que vous ne souhaitez pas conserver.
it: Si tratta di corrispondenze di testo locale dal PDF, non di interpretazioni mediche. Confronta ciascun valore con il tuo report e deseleziona tutto ciò che non desideri conservare.
pl: To lokalne dopasowania tekstu z pliku PDF, a nie interpretacje medyczne. Porównaj każdą wartość z wynikiem badania i odznacz wszystko, czego nie chcesz zachować.
pt_pt: Estas são correspondências de texto local do PDF, não interpretações médicas. Compare cada valor com seu relatório e desmarque tudo o que você não deseja manter.
ru: Это совпадения местного текста с PDF-файлом, а не медицинские интерпретации. Проверьте каждое значение в своем отчете и отмените выбор всего, что вы не хотите сохранять.
th: นี่เป็นการจับคู่ข้อความท้องถิ่นจาก PDF ไม่ใช่การตีความทางการแพทย์ ตรวจสอบแต่ละค่ากับรายงานของคุณและยกเลิกการเลือกสิ่งที่คุณไม่ต้องการเก็บไว้
zh_hans: 这些是 PDF 中的本地文本匹配，而不是医学解释。根据您的报告检查每个值并取消选择您不想保留的任何内容。
zh_hant: 這些是 PDF 中的本地文本匹配，而不是醫學解釋。根據您的報告檢查每個值並取消選擇您不想保留的任何內容。

source: These are statements about what has already happened, never streaks or scores: a first week with at least one %@ done, the %@ you've completed, your longest recorded run, a week without a pain or illness skip, and a week whose average Charge ran higher than the one before it. The dated waypoints ahead of you live under Your route.
de: Das sind Aussagen über bereits Geschehenes, nie Serien oder Punkte: eine erste Woche mit mindestens einer erledigten %@, die %@, die du abgeschlossen hast, dein längster aufgezeichneter Lauf, eine Woche ohne Ausfall wegen Schmerz oder Krankheit und eine Woche mit höherer Durchschnitts-Charge als die davor. Die datierten Wegpunkte vor dir stehen unter „Deine Route".
es: Son afirmaciones sobre lo que ya ha pasado, nunca rachas ni puntuaciones: una primera semana con al menos %@ hecha, las %@ que has completado, tu carrera más larga registrada, una semana sin saltos por dolor o enfermedad y una semana con una Carga media superior a la anterior. Los puntos con fecha que tienes por delante están en Tu ruta.
fr: Ce sont des constats sur ce qui s'est déjà produit, jamais des séries ni des scores : une première semaine avec au moins %@ effectuée, les %@ que vous avez terminées, votre plus longue course enregistrée, une semaine sans impasse pour douleur ou maladie, et une semaine dont la Charge moyenne dépasse la précédente. Les jalons datés à venir figurent dans Votre itinéraire.
it: Sono affermazioni su ciò che è già successo, mai serie o punteggi: una prima settimana con almeno %@ fatta, le %@ che hai completato, la tua corsa più lunga registrata, una settimana senza salti per dolore o malattia e una settimana con Carica media più alta della precedente. Le tappe datate che ti attendono sono in La tua rotta.
pl: To stwierdzenia o tym, co już się wydarzyło — nigdy serie ani wyniki: pierwszy tydzień z co najmniej jednym wykonanym %@, ukończone %@, najdłuższy zarejestrowany bieg, tydzień bez opuszczenia z powodu bólu lub choroby oraz tydzień o wyższym średnim Poziomie energii niż poprzedni. Datowane punkty trasy przed Tobą znajdziesz w sekcji Twoja trasa.
pt_pt: São afirmações sobre o que já aconteceu, nunca séries nem pontuações: uma primeira semana com pelo menos %@ feita, as %@ que concluíste, a tua corrida mais longa registada, uma semana sem falhas por dor ou doença e uma semana com Carga média superior à anterior. Os pontos datados à tua frente estão em A tua rota.
ru: Это утверждения о том, что уже произошло, а не серии и не баллы: первая неделя, где выполнено хотя бы одно %@, количество %@, которые ты завершил, самая длинная записанная пробежка, неделя без пропусков из-за боли или болезни и неделя со средним Charge выше предыдущей. Датированные точки впереди — в разделе «Твой маршрут».
th: สิ่งเหล่านี้คือข้อความเกี่ยวกับสิ่งที่เกิดขึ้นแล้ว ไม่เคยมีรอยต่อเนื่องหรือคะแนน: สัปดาห์แรกที่ทำ %@ อย่างน้อยหนึ่งครั้ง, %@ ที่คุณทำได้สำเร็จ, การวิ่งที่ยาวที่สุดของคุณ, หนึ่งสัปดาห์ที่ไม่มีอาการปวดหรือเจ็บป่วยใดๆ เกิดขึ้น และหนึ่งสัปดาห์ที่ พลังฟื้นตัว โดยเฉลี่ยวิ่งได้สูงกว่าครั้งก่อนๆ จุดอ้างอิงที่ลงวันที่ข้างหน้าจะอยู่ภายใต้เส้นทางของคุณ
zh_hans: 这些是对已经发生之事的陈述，而非连胜或分数：至少完成一次 %@ 的第一周、你已完成的 %@、你记录到的最长跑步、没有因疼痛或疾病而中断的一周，以及平均 Charge 高于前一周的一周。前方带日期的航点在「你的路线」中。
zh_hant: 這些是對已經發生之事的陳述，而非連勝或分數：至少完成一次 %@ 的第一週、你已完成的 %@、你記錄到的最長跑步、沒有因疼痛或疾病而中斷的一週，以及平均 Charge 高於前一週的一週。前方帶日期的航點在「你的路線」中。

source: These are the days where your phone also counted steps, so NOOP can learn how your motion maps to steps. Or set the coefficient manually below.
de: Das sind die Tage, an denen dein Telefon ebenfalls Schritte gezählt hat, damit NOOP lernen kann, wie deine Bewegung auf Schritte abbildet. Oder lege den Koeffizienten unten manuell fest.
es: Estos son los días en los que tu teléfono también contó pasos, así NOOP puede aprender cómo tu movimiento se traduce en pasos. O ajusta el coeficiente manualmente abajo.
fr: Ce sont les jours où votre téléphone a aussi compté les pas, afin que NOOP apprenne comment votre mouvement se traduit en pas. Ou définissez le coefficient manuellement ci-dessous.
it: Questi sono i giorni in cui anche il tuo telefono ha contato i passi, così NOOP può imparare come il tuo movimento si traduce in passi. Oppure imposta il coefficiente manualmente qui sotto.
pl: Są to dni, w których Twój telefon również liczy kroki, więc NOOP może dowiedzieć się, w jaki sposób Twój ruch jest mapowany na kroki. Lub ustaw współczynnik ręcznie poniżej.
pt_pt: Estes são os dias em que o teu telemóvel também contava passos, pelo que o NOOP pode aprender como o teu movimento é mapeado para passos. Ou defina o coeficiente manualmente abaixo.
ru: Это дни, когда телефон также считал шаги, поэтому NOOP может понять, как ваше движение соотносится с шагами. Либо задайте коэффициент вручную ниже.
th: วันนี้เป็นวันที่โทรศัพท์ของคุณนับก้าว ดังนั้น NOOP จึงสามารถเรียนรู้ว่าการเคลื่อนไหวของคุณแมปกับก้าวอย่างไร หรือตั้งค่าสัมประสิทธิ์ด้วยตนเองด้านล่าง
zh_hans: 这些是你手机也统计了步数的日子，因此 NOOP 可以学习你的运动如何对应步数。或者在下方手动设置系数。
zh_hant: 這些是你手機也統計了步數的日子，因此 NOOP 可以學習你的運動如何對應步數。或者在下方手動設定係數。

source: These are your own numbers shown back to you. NOOP doesn't decide whether any value is normal, high or low.
de: Das sind deine eigenen Zahlen, dir zurückgespiegelt. NOOP entscheidet nicht, ob ein Wert normal, hoch oder niedrig ist.
es: Son tus propios números mostrados de vuelta. NOOP no decide si algún valor es normal, alto o bajo.
fr: Ce sont vos propres chiffres qui vous sont restitués. NOOP ne décide pas si une valeur est normale, haute ou basse.
it: Questi sono i tuoi stessi numeri riproposti a te. NOOP non decide se un valore sia normale, alto o basso.
pl: Są to Twoje własne liczby, które zostaną Ci pokazane. NOOP nie decyduje, czy jakakolwiek wartość jest normalna, wysoka czy niska.
pt_pt: Estes são os teus próprios números que lhe são mostrados. O NOOP não decide se algum valor é normal, alto ou baixo.
ru: Это ваши собственные показатели, отображённые для вас же. NOOP не решает, является ли значение нормальным, высоким или низким.
th: นี่คือค่าจากข้อมูลของคุณเอง NOOP ไม่ได้ตัดสินว่าค่าใดปกติ สูง หรือต่ำ
zh_hans: 这些是原样呈现给你的、你自己的数字。NOOP 不会判定任何数值是正常、偏高还是偏低。
zh_hant: 這些是原樣呈現給你的、你自己的數字。NOOP 不會判定任何數值是正常、偏高還是偏低。

source: These backups are unencrypted too. If this folder syncs to Drive, Dropbox or iCloud, the readable file goes there as well — only point it at a service you trust.
de: Auch diese Sicherungen sind unverschlüsselt. Wenn dieser Ordner mit Drive, Dropbox oder iCloud synchronisiert wird, landet die lesbare Datei auch dort — zeigen Sie nur auf einen Dienst, dem Sie vertrauen.
es: Estas copias de seguridad tampoco están cifradas. Si esta carpeta se sincroniza con Drive, Dropbox o iCloud, el archivo legible también llegará allí: apunte solo a un servicio de confianza.
fr: Ces sauvegardes ne sont pas chiffrées non plus. Si ce dossier se synchronise avec Drive, Dropbox ou iCloud, le fichier lisible y sera aussi copié : ne pointez que vers un service de confiance.
it: Anche questi backup non sono cifrati. Se questa cartella si sincronizza con Drive, Dropbox o iCloud, anche il file leggibile finisce lì — punta solo a un servizio di cui ti fidi.
pl: Te kopie zapasowe również nie są szyfrowane. Jeśli ten folder zostanie zsynchronizowany z Dyskiem, Dropboxem lub iCloud, czytelny plik również tam trafi – wystarczy, że wskażesz mu zaufaną usługę.
pt_pt: Estas cópias de segurança também não estão encriptadas. Se esta pasta sincronizar com o Drive, o Dropbox ou o iCloud, o ficheiro legível também vai parar lá — aponta apenas para um serviço de confiança.
ru: Эти резервные копии тоже не зашифрованы. Если эта папка синхронизируется с Drive, Dropbox или iCloud, читаемый файл попадёт и туда — указывайте только надёжный сервис.
th: การสำรองข้อมูลเหล่านี้ไม่ได้เข้ารหัสเช่นกัน หากโฟลเดอร์นี้ซิงค์กับ Drive, Dropbox หรือ iCloud ไฟล์ที่อ่านได้จะไปอยู่ที่นั่นเช่นกัน โดยชี้ไปที่บริการที่คุณเชื่อถือเท่านั้น
zh_hans: 这些备份同样未加密。如果这个文件夹与 Drive、Dropbox 或 iCloud 同步，可读的文件也会一并上传——只指向你信任的服务。
zh_hant: 這些備份同樣未加密。如果這個資料夾與 Drive、Dropbox 或 iCloud 同步，可讀的檔案也會一併上傳——只指向你信任的服務。

source: These days are excluded from the estimate (your phone's real count is shown instead). They're here only so you can judge the estimate's accuracy.
de: Diese Tage sind von der Schätzung ausgenommen (stattdessen wird die echte Zählung deines Telefons gezeigt). Sie stehen hier nur, damit du die Genauigkeit der Schätzung beurteilen kannst.
es: Estos días quedan excluidos de la estimación (se muestra el conteo real de tu teléfono en su lugar). Están aquí solo para que juzgues la precisión de la estimación.
fr: Ces jours sont exclus de l'estimation (le comptage réel de votre téléphone est affiché à la place). Ils figurent ici uniquement pour que vous puissiez juger de la précision de l'estimation.
it: Questi giorni sono esclusi dalla stima (al loro posto è mostrato il conteggio reale del tuo telefono), sono qui solo perché tu possa giudicare l'accuratezza della stima.
pl: Te dni są wyłączone z szacunków (zamiast tego wyświetlana jest rzeczywista liczba Twojego telefonu). Są tu tylko po to, abyś mógł ocenić dokładność oszacowania.
pt_pt: Estes dias são excluídos da estimativa (em vez disso, é mostrada a contagem real do teu telemóvel). Estão aqui apenas para que possa avaliar a precisão da estimativa.
ru: Эти дни исключены из оценки (вместо неё показан реальный подсчёт телефона). Они здесь только для того, чтобы вы могли оценить точность расчёта.
th: วันเหล่านี้ไม่รวมอยู่ในการประมาณการ (แสดงจำนวนจริงของโทรศัพท์ของคุณแทน) สิ่งเหล่านี้อยู่ที่นี่เท่านั้นเพื่อให้คุณสามารถตัดสินความแม่นยำของการประมาณการได้
zh_hans: 这些日子被排除在估算之外（改为显示你手机的真实计数）， 它们出现在这里只是为了让你判断估算的准确性。
zh_hant: 這些日子被排除在估算之外（改為顯示你手機的真實計數）， 它們出現在這裡只是為了讓你判斷估算的準確性。

source: These power your heart-rate zones, calorie estimates and recovery baselines. Keep them accurate.
de: Diese steuern deine Herzfrequenzzonen, Kalorienschätzungen und Erholungs-Basislinien. Halte sie genau.
es: Estos alimentan tus zonas de frecuencia cardíaca, las estimaciones de calorías y las líneas base de recuperación. Mantenlos precisos.
fr: Ces éléments alimentent vos zones de fréquence cardiaque, estimations de calories et références de récupération. Gardez-les précis.
it: Questi alimentano le tue zone di frequenza cardiaca, le stime caloriche e le linee di base del recupero. Mantienili accurati.
pl: Umożliwiają one określenie stref tętna, szacunkowych kalorii i bazowych wartości regeneracji. Zachowaj ich dokładność.
pt_pt: Alimentam as tuas zonas de frequência cardíaca, estimativas de calorias e linhas de base de recuperação. Mantenha-os precisos.
ru: На их основе рассчитываются пульсовые зоны, оценка калорий и личные нормы восстановления. Следите, чтобы данные были точными.
th: สิ่งเหล่านี้จะเพิ่มพลังให้กับโซนอัตราการเต้นหัวใจ การประมาณแคลอรี และพื้นฐานการฟื้นตัวของคุณ ทำให้พวกเขาถูกต้อง
zh_hans: 这些数据为你的心率区间、卡路里估算和恢复基线提供支撑。请保持它们准确。
zh_hant: 這些數據為你的心率區間、卡路里估算和恢復基線提供支撐。請保持它們準確。

source: These sessions aren't tied to a target yet. Set a goal under Goal & Journey and the coach plans towards it.
de: Diese Einheiten sind noch an kein Ziel gebunden. Setz unter „Ziel & Reise“ ein Ziel, dann plant der Coach darauf hin.
es: Estas sesiones aún no están vinculadas a un objetivo. Establezca una meta en Meta y viaje y el entrenador planea alcanzarla.
fr: Ces sessions ne sont pas encore liées à une cible. Fixez un objectif sous Objectif et parcours et le coach planifie en conséquence.
it: Queste sessioni non sono ancora legate a un obiettivo. Imposta un obiettivo in Obiettivo e percorso e l'allenatore pianifica il raggiungimento di esso.
pl: Te sesje nie są jeszcze powiązane z żadnym celem. Ustaw cel w sekcji Cel i Droga, a trener będzie planował w jego stronę.
pt_pt: Essas sessões ainda não estão vinculadas a um alvo. Defina uma meta em Meta e Jornada e o treinador planeja alcançá-la.
ru: Эти сеансы еще не привязаны к цели. Установите цель в разделе «Цель и путь», и тренер планирует ее достижение.
th: เซสชันเหล่านี้ยังไม่เชื่อมโยงกับเป้าหมาย ตั้งเป้าหมายภายใต้ Goal & Journey แล้วโค้ชจะวางแผนไปสู่เป้าหมายนั้น
zh_hans: 这些会话尚未与目标绑定。在“目标和旅程”下设定一个目标，教练为实现该目标制定计划。
zh_hant: 這些會話尚未與目標綁定。在「目標和旅程」下設定一個目標，教練為實現該目標制定計劃。

source: These sessions have no sport label yet. Pick one for the merged session.
de: Diese Sitzungen haben noch kein Sportlabel. Wählen Sie eine für die zusammengeführte Sitzung aus.
es: Estas sesiones aún no tienen etiqueta deportiva. Elija uno para la sesión fusionada.
fr: Ces séances n'ont pas encore de label sportif. Choisissez-en un pour la session fusionnée.
it: Queste sessioni non hanno ancora un'etichetta sportiva. Scegline uno per la sessione unita.
pl: Te sesje nie mają jeszcze etykiety dyscypliny. Wybierz jedną dla scalonej sesji.
pt_pt: Estas sessões ainda não têm rótulo desportivo. Escolha um para a sessão mesclada.
ru: Эти занятия пока не имеют спортивного статуса. Выберите один для объединенного сеанса.
th: เซสชั่นเหล่านี้ยังไม่มีค่ายกีฬา เลือกหนึ่งรายการสำหรับเซสชันที่รวมเข้าด้วยกัน
zh_hans: 这些课程还没有运动标签。为合并会话选择一个。
zh_hant: 這些課程還沒有運動標籤。為合併會話選擇一個。

source: These vitals are from %@
de: Diese Vitalwerte stammen von %@
es: Estos signos vitales son de %@
fr: Ces signes vitaux proviennent de %@
it: Questi parametri vitali provengono da %@
pl: Te parametry pochodzą z %@
pt_pt: Estes sinais vitais são de %@
ru: Эти показатели получены с %@
th: พลังเหล่านี้มาจาก %@
zh_hans: 这些生命体征来自 %@
zh_hant: 這些生命徵象來自 %@

source: Thinking
de: Denkt nach
es: Pensando
fr: Réflexion en cours
it: Sto pensando
pl: Myślący
pt_pt: Pensamento
ru: Думаю
th: กำลังคิด
zh_hans: 思考中
zh_hant: 思考中

source: Thinking…
de: Denkt nach…
es: Pensando…
fr: Réflexion…
it: Pensando…
pl: Myślę…
pt_pt: Pensando…
ru: Думая…
th: กำลังคิด...
zh_hans: 思考……
zh_hant: 思考…
